/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "Alertă la 1 minut înaintea deconectării";

/* Title for the about page */
"About" = "Despre";

/* SSL error message */
"Access denied" = "Acces interzis";

/* The string describing a buddy's account */
"Account" = "Cont";

/* Title for showing the users account otr fingerprints */
"Account Fingerprints" = "Account Fingerprints";

/* Title for the accounts tab */
"Accounts" = "Conturi";

/* String to be displayed when a buddy is Active */
"Active" = "Activ";

/* Button title to add someone as a buddy */
"Add" = "Adaugă";

/* The title for the view to add a buddy */
"Add Buddy" = "Adaugă prieten";

/* String to describe advanced set of settings */
"Advanced" = "Avansat";

/* Agree to EULA */
"Agree" = "De acord";

/* title for alert view */
"AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!" = "AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!";

/* title for alert view */
"AIM Support Removed" = "AIM Support Removed";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "Permite autentificarea text clar";

/* SSL error message */
"Attempt to restore an unknown session" = "Incercare de restabilire a unei sesiuni necunoscute";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Ștergere automată";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Inițiază criptarea automat";

/* Label in buddy list for users that are available */
"Available" = "Conectat";

/* Label in buddy list for users that are away */
"Away" = "Plecat";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "Sesiunea din background expiră într-un minut.";

/* SSL error message */
"Bad certificate format" = "Certificat cu format eronat";

/* SSL error message */
"Bad MAC" = "MAC eronat";

/* SSL error message */
"Bad protocol version" = "Versiune eronata de protocol";

/* SSL error message */
"Bad SSLCipherSuite" = "Bad SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Bad unsupported cert format";

/* string to describe basic set of settings */
"Basic" = "De bază";

/* The String for a button to block a buddy */
"Block" = "Blochează";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Blochează și șterge";

/* Name for default buddy group */
"Buddies" = "Prieteni";

/* Title for showing the users buddies otr fingerprints */
"Buddy Fingerprints" = "Buddy Fingerprints";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Informații prieten";

/* Title for the buddy list tab */
"Buddy List" = "Prieteni";

/* Title for listing the bundled SSL certificates */
"Bundled Certificates" = "Bundled Certificates";

/* Cancel an alert window */
"Cancel" = "Anulează";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Părăsește conversația criptată";

/* SSL error message */
"Cert chain not verified by root" = "Lant de certificare neverificat de root";

/* SSL error message */
"Certificate expired" = "Certificat expirat";

/* SSL error message */
"Certificate revoked" = "Certificat revocat";

/* SSL error message */
"Chain had a cert not yet valid" = "Chain had a cert not yet valid";

/* SSL error message */
"Chain had an expired cert" = "Chain had an expired cert";

/* Title for chat view */
"Chat" = "Conversație";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Conversează cu mine securizat";

/* let users know source is on Github */
"Check out the source here on Github" = "Codul sursă al aplicației este pe Github";

/* SSL error message */
"Cipher Suite negotiation failure" = "Cipher Suite negotiation failure";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Șterge istoricul conversațiilor";

/* SSL error message */
"Configuration error" = "Configuration error";

/* Label for button when user wants to overide cautious security settings */
"Connect anyway" = "Conectează-te oricum";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Conectează Facebook";

/* Label for button to create account by logging into an existing account */
"Connect to Existing Account" = "Connect to Existing Account";

/* Whether or not account is logged in */
"Connected" = "Conectat";

/* Title for progress of connecting to Tor */
"Connecting to Tor" = "Connecting to Tor";

/* SSL error message */
"Connection closed gracefully" = "Connection closed gracefully";

/* SSL error message */
"Connection closed via error" = "Connection closed via error";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Contribuie la traducere";

/* Title for the conversations tab */
"Conversations" = "Conversații";

/* Copy string to clipboard as in copy and paste */
"Copy" = "Copy";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "Could not retrieve public key from certificate";

/* Title for button to create account */
"Create" = "Create";

/* Label for button to create a new account via in band registration */
"Create New Account" = "Create New Account";

/* Title for progress of creating a new account */
"Creating Account" = "Creating Account";

/* SSL error message */
"Decoding error" = "Decoding error";

/* SSL error message */
"Decompression failure" = "Decompression failure";

/* SSL error message */
"Decryption error" = "Decryption error";

/* SSL error message */
"Decryption failed" = "Decryption failed";

/* SSL error message */
"Decryption failure" = "Decryption failure";

/* default string to revert to normal language behaviour */
"Default" = "Implicit";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Șterg contul?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Șterge conversațiile la deconectare";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Transmis";

/* Disagree with EULA */
"Disagree" = "Nu sunt de acord";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Deconectează Facebook";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "Deconectat";

/* Text for button to dismiss alert view */
"Dismiss" = "Închide";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Nu deranja";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Domeniul trebuie setat manual dacă specificați un port";

/* Title for donation link */
"Donate" = "Donează";

/* Title for button to press when user is finished */
"Done" = "Gata";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Activează OTR automat";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "A introdus text";

/* Error message when registration fails */
"Error Registering Username" = "Error Registering Username";

/* Title of error message pop-up box */
"Error!" = "Eroare!";

/* SSL error message */
"Export restriction" = "Export restriction";

/* Default message when a user status is set to extended away */
"Extended Away" = "Plecat (extins)";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Conectarea la serverul XMPP a eșuat. Te rog verifică datele de conectare și conexiunea la internet și încearcă din nou.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Inițierea autentificării a eșuat. Te rog încearcă din nou.";

/* SSL error message */
"Fatal alert" = "Fatal alert";

/* your fingerprint */
"Fingerprint for you" = "Amprenta ta digitală";

/* Size for the font in the chat screen */
"Font Size" = "Dimensiune font";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "Dispărut";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* The string describing a buddy's group */
"Group" = "Grup";

/* The string describing a buddy's groups ... plural */
"Groups" = "Grupuri";

/* SSL error message */
"Handshake failure" = "Handshake failure";

/* Label text for hostname field on login scree */
"Hostname" = "Nume host";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "Nepotrivire de hostname";

/* SSL error message */
"I/O would block (not fatal)" = "I/O would block (not fatal)";

/* Ignore an incoming message */
"Ignore" = "Ignoră";

/* SSL error message */
"Illegal parameter" = "Illegal parameter";

/* Message alerting user that they need to return to the home screen and force close ChatSecure */
"In order to change languages return to the home screen and remove ChatSecure from the recently used apps" = "Pentru a schimba limba, reveniți la ecranul principal și eliminați ChatSecure din lista aplicațiilor utilizare recent";

/* String to be displayed when a buddy has become inactive */
"Inactive" = "Inactiv";

/* Short for information, button title to get more information */
"Info" = "Informații";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Inițiez conversația criptată";

/* SSL error message */
"Insufficient buffer provided" = "Insufficient buffer provided";

/* SSL error message */
"Insufficient security" = "Insufficient security";

/* SSL error message */
"Internal error" = "Internal error";

/* SSL error message */
"Invalid certificate chain" = "Invalid certificate chain";

/* Directions to the system software update */
"iOS Vulnerability" = "iOS Vulnerability";

/* Message shown in line for users that are available */
"is now available" = "este conectat";

/* Message shown in line for users that are away */
"is now away" = "este plecat";

/* Message shown in line for users that are offline */
"is now offline" = "este deconectat";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Limba";

/* String of title to alert user language is change */
"Language Change" = "Schimbare limbă";

/* log in to account */
"Log In" = "Conectare";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Conectează-te pe pagina de Setări (care se găsește în colțul din dreapta sus a listei de prieteni) și selectează un prieten din lista de prieteni pentru a începe conversația.";

/* log out from account */
"Log Out" = "Deconectare";

/* shown during the login process */
"Logging in..." = "Se conectează...";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Login Automatically";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Conectare la";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "Parăsiți OSCAR?";

/* ask user if they want to log out of XMPP */
"Logout from XMPP?" = "Te deconectezi de la XMPP?";

/* Subtitle lable for button to show saved fingerprints */
"Manage OTR fingerprints" = "Manage OTR fingerprints";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Manage saved SSL certificates";

/* just the word as a placeholder for the message text field */
"Message" = "Mesaj";

/* SSL error message */
"Miscellaneous bad certificate" = "Miscellaneous bad certificate";

/* SSL error message */
"Module attach failure" = "Module attach failure";

/* The string describing a buddy's display name */
"Name" = "Nume";

/* For a new settings value */
"New" = "Nou";

/* Title for New Account View */
"New Account" = "Cont nou";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "New SSL Certificate";

/* prefix to show buddies status message in line on chat view */
"New Status Message: %@" = "Status nou: %@";

/* SSL error message */
"No Error" = "No Error";

/* SSL error message */
"No renegotiation allowed" = "No renegotiation allowed";

/* Message informing user that there are no accounts currently saved */
"No Saved Accounts" = "Nu există conturi";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "Indisponibil";

/* To let the user know the fingerprint as not been checked */
"Not Verified" = "Neverificat";

/* Label in buddy list for users that are offline */
"Offline" = "Deconectat";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Vechi";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "Deschide în Safari";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Opțional";

/* the name for AIM */
"OSCAR Instant Messenger" = "Clinet de mesagerie instantanee OSCAR";

/* Title for other miscellaneous settings group */
"Other" = "Altul";

/* Lable for button to show saved fingerprints */
"OTR Fingerprints" = "OTR Fingerprints";

/* Label text for password field on login screen */
"Password" = "Parola";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Peer cert is valid, or was ignored if verification disabled";

/* SSL error message */
"Peer dropped connection before responding" = "Peer dropped connection before responding";

/* SSL error message */
"Peer host name mismatch" = "Peer host name mismatch";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Așteaptă aprobare";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Șterge definitiv";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Pinned Certificates";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* label for link to ChatSecure project website */
"Project Homepage" = "Pagina proiectului";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Amprenta digitală presupusă pentru";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "Citește";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Recente";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "Respinge";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Reține parola";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Reține utilizatorul";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Elimină";

/* Reply to an incoming message */
"Reply" = "Răspunde";

/* Setting name for requiring a TLS connection */
"Require TLS" = "Necesită TLS";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Necesar";

/* Label for text input for XMPP resource */
"Resource" = "Resource";

/* Title for button for saving a setting */
"Save" = "Salvează";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Saved Certificates";

/* Title heading in settings */
"Security" = "Security";

/* Title of alert box warning about security issues */
"Security Warning" = "Avertizare de securitate";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "SSL auto-semnat";

/* For sending a message */
"Send" = "Trimite";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "Trimite notificări de livrare";

/* String on button to email feedback */
"Send Feedback" = "Trimite feedback";

/* String in login settings asking to send typing notification */
"Send Typing Notification" = "Notificare la tastare";

/* SSL error message */
"Server closed session with no notification" = "Server closed session with no notification";

/* SSL error message */
"Server has requested a client cert" = "Server has requested a client cert";

/* Title for the Settings screen */
"Settings" = "Setări";

/* Directions to the system software update */
"Settings -> General -> Software Update" = "Settings -> General -> Software Update";

/* Title for sharing a link to the app */
"Share" = "Partajează";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Avertizare la ieșire";

/* description for what the font size setting affects */
"Size for font in chat view" = "Dimensiune font în fereastra de conversație";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "Nepotrivire SSL host";

/* SSL error message */
"SSL protocol error" = "SSL protocol error";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Cerere de înscriere";

/* Title to let user know that encryption is not currently enabled */
"The conversation is not secure" = "The conversation is not secure";

/* Title to let user know that the OTR fingerprint has not been checked */
"The conversation is secure and the fingerprint is verfied" = "The conversation is secure and the fingerprint is verfied";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "Conversația cu %@ nu mai este securizată.";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has changed and needs to be verified" = "The fingerprint has changed and needs to be verified";

/* Title to let user know that the OTR fingerprint has not been checked */
"The fingerprint has not been verified" = "The fingerprint has not been verified";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "The XMPP server does not support in-band registration";

/* Alert message when ssl certificate doesn't matched pinned certificate */
"There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications." = "A apărut o eroare la validarea certificatului pentru %@. Asta poate indica faptul că cineva încearcă să vă intercepteze comunicația.";

/* Warns user that the current chat is secure */
"This chat is secured" = "Această conversație este securizată";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "Această conversație este securizată și verificată";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "Acest cod QR conține un link spre http://omniqrcode.com/q/chatsecure și va redirecta la App Store.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Tor is an experimental feature, please use with caution.";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "Scrie";

/* SSL error message */
"Underlying cryptographic error" = "Underlying cryptographic error";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Unexpected (skipped) record in DTLS";

/* SSL error message */
"Unexpected message received" = "Unexpected message received";

/* SSL error message */
"Unknown Cert Authority" = "Unknown Cert Authority";

/* SSL error message */
"Unknown certificate" = "Unknown certificate";

/* SSL error message */
"User canceled" = "User canceled";

/* Example of a username using the words user and example */
"user@example.com" = "user@example.com";

/* example of a Google talk account */
"user@gmail.com" = "user@gmail.com";

/* Label text for username field on login screen */
"Username" = "Utilizator";

/* SSL error message */
"Valid cert chain, untrusted root" = "Valid cert chain, untrusted root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Valid certificate";

/* To let the user know the fingerprint as been checked */
"Verified" = "Verificat";

/* Shown when verifying fingerprints */
"Verify" = "Verifică";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verifică amprenta digitală";

/* Shown when verifying fingerprints */
"Verify Later" = "Verifică mai târziu";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Versiunea";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Atenție: Această conversație nu este securizată";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "Atenție: Folosiți cu grijă! Această opțiune vă poate reduce gradul de securitate.";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "Când părăsiți această conversație, va fi ștearsă definitiv.";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "Would you like to connect to UserVoice to send feedback?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "Te-ai deconectat (%@).";

/* prefix to show your status message inline on chatview */
"You are: %@" = "Ești: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Trebuie să fii într-o conversație securizată mai întâi.";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Trebuie să introduci un nume de utilizator și o parolă pentru a te conecta.";

/* Alert to system issues, leave in the %@ */
"Your current iOS system version (%@) contains a serious security vulnerability. Please update to the latest version as soon as possible." = "Your current iOS system version (%@) contains a serious security vulnerability. Please update to the latest version as soon as possible.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Donația ta va ajuta la dezvoltarea continuă a aplicației ChatSecure.";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Numele tău de utilizator Facebook nu este adresa de email pe care o folosești să accesezi Facebook";

